Repository: m-sadykov/lecturenotes
Catalog: lecturenotes/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Purchase restore is already in progress.
ar: استعادة المشتريات قيد التنفيذ بالفعل.
ca: La restauració de la compra ja està en curs.
cs: Obnovení nákupu již probíhá.
da: Gendannelse af køb er allerede i gang.
de: Die Wiederherstellung des Kaufs ist bereits im Gange.
el: Η επαναφορά αγοράς είναι ήδη σε εξέλιξη.
es: La restauración de la compra ya está en curso.
fi: Ostoksen palautus on jo käynnissä.
fr: La restauration d'achat est déjà en cours.
he: שחזור רכישה כבר מתבצע.
hi: खरीदारी पुनर्स्थापना पहले से ही प्रगति पर है.
hr: Vraćanje kupnje već je u tijeku.
hu: A vásárlás visszaállítása már folyamatban van.
id: Pemulihan pembelian sedang berlangsung.
it: Il ripristino dell'acquisto è già in corso.
ja: 購入の復元はすでに進行中です。
ko: 구매 복원이 이미 진행 중입니다.
ms: Pemulihan pembelian sedang dijalankan.
nb: Gjenoppretting av kjøp pågår allerede.
nl: Aankoopherstel is al bezig.
pl: Przywracanie zakupu już trwa.
pt: A restauração da compra já está em andamento.
ro: Restaurarea achiziției este deja în curs.
ru: Восстановление покупки уже идет.
sk: Obnovenie nákupu už prebieha.
sv: Köpåterställning pågår redan.
th: อยู่ระหว่างดำเนินการกู้คืนการซื้อแล้ว
tr: Satın alma işlemini geri yükleme işlemi zaten devam ediyor.
uk: Відновлення покупки вже триває.
vi: Quá trình khôi phục mua hàng đang được tiến hành.
zh_hans: 购买恢复已在进行中。
zh_hant: 購買恢復已在進行中。

source: Purchases restored. Your %@ plan is active.
ar: تمت استعادة المشتريات. باقة %@ الخاصة بك مفعّلة.
ca: Compres restaurades. El vostre pla %@ està actiu.
cs: Nákupy obnoveny. Váš plán %@ je aktivní.
da: Indkøb genoprettet. Din %@ plan er aktiv.
de: Einkäufe wiederhergestellt. Ihr %@-Plan ist aktiv.
el: Οι αγορές αποκαταστάθηκαν. Το σχέδιό σας %@ είναι ενεργό.
es: Compras restauradas. Su plan %@ está activo.
fi: Ostokset palautettu. %@-suunnitelmasi on aktiivinen.
fr: Achats restaurés. Votre forfait %@ est actif.
he: הרכישות שוחזרו. תוכנית %@ שלך פעילה.
hi: खरीदारी बहाल हो गई. आपकी %@ योजना सक्रिय है।
hr: Kupnje su vraćene. Vaš %@ plan je aktivan.
hu: A vásárlások helyreállítva. Az Ön %@ csomagja aktív.
id: Pembelian dipulihkan. Paket %@ Anda aktif.
it: Acquisti ripristinati. Il tuo piano %@ è attivo.
ja: 購入が復元されました。 %@ プランは有効です。
ko: 구매가 복원되었습니다. 귀하의 %@ 계획이 활성화되었습니다.
ms: Pembelian dipulihkan. Pelan %@ anda aktif.
nb: Kjøp gjenopprettet. Din %@ plan er aktiv.
nl: Aankopen hersteld. Uw %@ abonnement is actief.
pl: Zakupy przywrócone. Twój plan %@ jest aktywny.
pt: Compras restauradas. Seu plano %@ está ativo.
ro: Achiziții restaurate. Planul dvs. %@ este activ.
ru: Покупки восстановлены. Ваш план %@ активен.
sk: Nákupy boli obnovené. Váš plán %@ je aktívny.
sv: Inköp återställda. Din %@ plan är aktiv.
th: คืนค่าการซื้อแล้ว แผน %@ ของคุณใช้งานได้
tr: Satın alma işlemleri geri yüklendi. %@ planınız etkin.
uk: Покупки відновлені. Ваш план %@ активний.
vi: Các giao dịch mua đã được khôi phục. Gói %@ của bạn đang hoạt động.
zh_hans: 恢复购买。您的 %@ 计划已生效。
zh_hant: 恢復購買。您的 %@ 計畫已生效。

source: Question %lld
ar: السؤال %lld
ca: Pregunta %lld
cs: Otázka %lld
da: Spørgsmål %lld
de: Frage %lld
el: Ερώτηση %lld
es: Pregunta %lld
fi: Kysymys %lld
he: שאלה %lld
hi: प्रश्न %lld
hr: Pitanje %lld
hu: %lld kérdés
id: Pertanyaan %lld
it: Domanda %lld
ja: 質問 %lld
ko: 질문 %lld
ms: Soalan %lld
nb: Spørsmål %lld
nl: Vraag %lld
pl: Pytanie %lld
pt: Pergunta %lld
ro: Întrebare %lld
ru: Вопрос %lld
sk: Otázka %lld
sv: Fråga %lld
th: คำถาม %lld
tr: Soru %lld
uk: Питання %lld
vi: Câu hỏi %lld
zh_hans: 问题 %lld
zh_hant: 問題 %lld

source: Quiz
ar: اختبار
ca: Qüestionari
cs: Kvíz
el: Κουίζ
es: cuestionario
fi: Visa
fr: Questionnaire
he: בוחן
hi: क्विज़
hr: Kviz
hu: Kvíz
id: Kuis
ja: クイズ
ko: 퀴즈
ms: Kuiz
pl: Kwiz
pt: Questionário
ro: Test
ru: Тест
sk: Kvíz
sv: Frågesport
th: แบบทดสอบ
tr: Test
uk: Тест
vi: Bài kiểm tra
zh_hans: 测验
zh_hant: 測驗

source: Quiz practice to check what you actually know
ar: اختبارات تدريبية للتحقق مما تعرفه فعلاً
ca: Pràctica de test per comprovar el que realment saps
cs: Procvičte si kvíz, abyste si ověřili, co vlastně víte
da: Quizøvelser for at tjekke, hvad du rent faktisk ved
de: Quizübungen, um zu überprüfen, was Sie tatsächlich wissen
el: Εξασκηθείτε στο κουίζ για να ελέγξετε τι πραγματικά γνωρίζετε
es: Prueba de práctica para comprobar lo que realmente sabes
fi: Testaa, mitä todella tiedät
fr: Pratique de quiz pour vérifier ce que vous savez réellement
he: תרגול חידון כדי לבדוק מה אתה באמת יודע
hi: आप वास्तव में क्या जानते हैं यह जांचने के लिए प्रश्नोत्तरी अभ्यास
hr: Vježbajte kviz kako biste provjerili što zapravo znate
hu: Kvízgyakorlat, hogy ellenőrizze, mit is tud valójában
id: Latihan kuis untuk memeriksa apa yang sebenarnya Anda ketahui
it: Esercitazioni con quiz per verificare cosa sai realmente
ja: 本当に知っていることを確認するためのクイズ練習
ko: 실제로 알고 있는 내용을 확인하는 퀴즈 연습
ms: Latihan kuiz untuk menyemak perkara yang sebenarnya anda ketahui
nb: Quizøvelse for å sjekke hva du faktisk vet
nl: Quizoefening om te controleren wat je eigenlijk weet
pl: Ćwicz quiz, aby sprawdzić, co tak naprawdę wiesz
pt: Prática de teste para verificar o que você realmente sabe
ro: Practică test pentru a verifica ceea ce știi de fapt
ru: Практика-викторина, чтобы проверить, что вы на самом деле знаете
sk: Precvičte si kvíz, aby ste si overili, čo skutočne viete
sv: Frågesport för att kontrollera vad du faktiskt vet
th: แบบทดสอบเพื่อตรวจสอบสิ่งที่คุณรู้จริง
tr: Gerçekte ne bildiğinizi kontrol etmek için sınav uygulaması
uk: Попрактикуйтесь у вікторині, щоб перевірити, що ви насправді знаєте
vi: Luyện tập trắc nghiệm để kiểm tra những gì bạn thực sự biết
zh_hans: 通过测验练习来检查您实际上知道什么
zh_hant: 透過測驗練習來檢查您實際上知道什麼

source: Rate the app
ar: قيّم التطبيق
ca: Valoreu l'aplicació
cs: Ohodnoťte aplikaci
da: Bedøm appen
de: Bewerten Sie die App
el: Βαθμολογήστε την εφαρμογή
es: Califica la aplicación
fi: Arvioi sovellus
fr: Évaluez l'application
he: דרג את האפליקציה
hi: ऐप को रेट करें
hr: Ocijenite aplikaciju
hu: Értékelje az alkalmazást
id: Nilai aplikasinya
it: Valuta l'app
ja: アプリを評価する
ko: 앱 평가
ms: Nilaikan apl
nb: Vurder appen
nl: Beoordeel de app
pl: Oceń aplikację
pt: Avalie o aplicativo
ro: Evaluează aplicația
ru: Оцените приложение
sk: Ohodnoťte aplikáciu
sv: Betygsätt appen
th: ให้คะแนนแอป
tr: Uygulamayı derecelendirin
uk: Оцініть програму
vi: Đánh giá ứng dụng
zh_hans: 评价应用程序
zh_hant: 評價應用程式

source: Ready
ar: جاهز
ca: A punt
cs: Hotovo
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fr: Prêt
he: מוכן
hi: तैयार
hr: Spremno
hu: Kész
id: Siap
it: Pronto
ja: 準備完了
ko: 준비됨
ms: Sedia
nb: Klar
nl: Gereed
pl: Gotowe
pt: Pronto
ro: Gata
ru: Готово
sk: Pripravené
sv: Redo
th: พร้อม
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 已就绪
zh_hant: 已就緒

source: Record
ar: تسجيل
ca: Registre
cs: Záznam
da: Optag
de: Aufnahme
el: Εγγραφή
es: Registro
fi: Tallentaa
fr: Enregistrer
he: הקלט
hi: अभिलेख
hr: Zapis
hu: Felvétel
id: Rekam
it: Registra
ja: 記録
ko: 기록
ms: Rekod
nb: Ta opp
nl: Opnemen
pl: Nagraj
pt: Gravar
ro: Înregistrează
ru: Запись
sk: Záznam
sv: Spela in
th: บันทึก
tr: Kayıt
uk: запис
vi: Ghi lại
zh_hans: 记录
zh_hant: 記錄

source: Record at least %lld seconds to save.
ar: سجّل لمدة لا تقل عن %lld ثوانٍ للحفظ.
ca: Enregistra almenys %lld segons per desar.
cs: Pro uložení zaznamenejte alespoň %lld sekund.
da: Optag mindst %lld sekunder for at gemme.
de: Zeichnen Sie zum Speichern mindestens %lld Sekunden auf.
el: Καταγράψτε τουλάχιστον %lld δευτερόλεπτα για αποθήκευση.
es: Registre al menos %lld segundos para guardar.
fi: Tallenna vähintään %lld sekuntia.
fr: Enregistrez au moins %lld secondes pour sauvegarder.
he: הקלט לפחות %lld שניות כדי לשמור.
hi: बचाने के लिए कम से कम %lld सेकंड रिकॉर्ड करें।
hr: Snimite najmanje %lld sekundi za spremanje.
hu: Rögzítsen legalább %lld másodpercet a mentéshez.
id: Rekam setidaknya %lld detik untuk menyimpan.
it: Registra almeno %lld secondi per salvare.
ja: 保存するには少なくとも %lld 秒を記録してください。
ko: 저장하려면 최소 %lld초를 기록하세요.
ms: Rakam sekurang-kurangnya %lld saat untuk disimpan.
nb: Ta opp minst %lld sekunder for å lagre.
nl: Neem minimaal %lld seconden op om op te slaan.
pl: Nagraj co najmniej %lld sekund, aby zapisać.
pt: Grave pelo menos %lld segundos para salvar.
ro: Înregistrați cel puțin %lld secunde pentru a salva.
ru: Запишите не менее %lld секунд для сохранения.
sk: Zaznamenajte aspoň %lld sekúnd na uloženie.
sv: Spela in minst %lld sekunder för att spara.
th: บันทึกอย่างน้อย %lld วินาทีเพื่อบันทึก
tr: Kaydetmek için en az %lld saniye kaydedin.
uk: Запишіть принаймні %lld секунд, щоб зберегти.
vi: Ghi ít nhất %lld giây để lưu.
zh_hans: 记录至少 %lld 秒以保存。
zh_hant: 記錄至少 %lld 秒以保存。

source: Record audio or import text, PDF, and YouTube content to keep every lecture in one organized place.
ar: سجّل الصوت أو استورد النص وPDF ومحتوى YouTube للاحتفاظ بكل محاضرة في مكان واحد منظم.
ca: Graveu contingut d'àudio o importeu text, PDF i YouTube per mantenir cada conferència en un sol lloc organitzat.
cs: Nahrajte zvuk nebo importujte text, obsah PDF a YouTube, abyste měli každou přednášku na jednom uspořádaném místě.
da: Optag lyd eller importer tekst, PDF og YouTube indhold for at holde hver forelæsning på ét organiseret sted.
de: Nehmen Sie Audio auf oder importieren Sie Text, PDF- und YouTube-Inhalte, um jede Vorlesung an einem organisierten Ort aufzubewahren.
el: Εγγράψτε ήχο ή εισαγάγετε κείμενο, PDF και περιεχόμενο YouTube για να διατηρείτε κάθε διάλεξη σε ένα οργανωμένο μέρος.
es: Grabe audio o importe texto, contenido PDF y YouTube para mantener cada conferencia en un lugar organizado.
fi: Tallenna ääntä tai tuo tekstiä, PDF ja YouTube sisältöä pitääksesi jokaisen luennon yhdessä paikassa.
fr: Enregistrez de l'audio ou importez du texte, du contenu PDF et YouTube pour conserver chaque conférence dans un seul endroit organisé.
he: הקלט אודיו או ייבא טקסט, תוכן PDF וYouTube כדי לשמור כל הרצאה במקום מאורגן אחד.
hi: प्रत्येक व्याख्यान को एक व्यवस्थित स्थान पर रखने के लिए ऑडियो रिकॉर्ड करें या टेक्स्ट आयात करें, PDF, और YouTube सामग्री।
hr: Snimite audio ili uvezite tekst, PDF i YouTube sadržaj kako biste držali svako predavanje na jednom organiziranom mjestu.
hu: Rögzítsen hangot vagy importáljon szöveget, PDF és YouTube tartalmat, hogy minden előadás egy szervezett helyen legyen.
id: Rekam audio atau impor teks, konten PDF, dan YouTube agar setiap perkuliahan tetap terorganisir di satu tempat.
it: Registra audio o importa testo, PDF e contenuti YouTube per mantenere ogni lezione in un unico luogo organizzato.
ja: 音声を録音するか、テキスト、PDF、および YouTube コンテンツをインポートして、すべての講義を 1 か所に整理して保管します。
ko: 오디오를 녹음하거나 텍스트, PDF 및 YouTube 콘텐츠를 가져와 모든 강의를 한 곳에 체계적으로 보관하세요.
ms: Rakam audio atau teks import, PDF dan kandungan YouTube untuk memastikan setiap kuliah berada di satu tempat yang teratur.
nb: Ta opp lyd eller importer tekst, PDF og YouTube innhold for å holde hver forelesning på ett organisert sted.
nl: Neem audio op of importeer tekst, PDF en YouTube inhoud om elke lezing op één overzichtelijke plek te houden.
pl: Nagraj dźwięk lub zaimportuj tekst, PDF i YouTube treść, aby każdy wykład był w jednym, zorganizowanym miejscu.
pt: Grave áudio ou importe texto, conteúdo PDF e YouTube para manter cada palestra em um local organizado.
ro: Înregistrați conținut audio sau importați text, PDF și YouTube pentru a păstra fiecare prelegere într-un singur loc organizat.
ru: Записывайте аудио или импортируйте текст, содержимое PDF и YouTube, чтобы все лекции были организованы в одном организованном месте.
sk: Nahrajte zvuk alebo importujte text, obsah PDF a YouTube, aby ste mali každú prednášku na jednom organizovanom mieste.
sv: Spela in ljud eller importera text, PDF och YouTube innehåll för att hålla varje föreläsning på en organiserad plats.
th: บันทึกเสียงหรือนำเข้าข้อความ PDF และเนื้อหา YouTube เพื่อเก็บทุกการบรรยายไว้ในที่เดียว
tr: Her dersi düzenli bir yerde tutmak için ses kaydedin veya metni, PDF ve YouTube içeriğini içe aktarın.
uk: Записуйте аудіо або імпортуйте текст, вміст PDF та YouTube, щоб зберігати кожну лекцію в одному місці.
vi: Ghi lại âm thanh hoặc nhập văn bản, nội dung PDF và YouTube để giữ mọi bài giảng ở một nơi có tổ chức.
zh_hans: 录制音频或导入文本、PDF 和 YouTube 内容，以使每一堂讲座都井井有条。
zh_hant: 錄製音訊或匯入文字、PDF 和 YouTube 內容，以使每一堂講座都井井有條。

source: Record or import in the format you already use
ar: سجّل أو استورد بالصّيغة التي تستخدمها بالفعل
ca: Grava o importa en el format que ja fas servir
cs: Nahrajte nebo importujte ve formátu, který již používáte
da: Optag eller importer i det format, du allerede bruger
de: Nehmen Sie die Aufnahmen in dem Format auf, das Sie bereits verwenden, oder importieren Sie sie
el: Εγγραφή ή εισαγωγή στη μορφή που ήδη χρησιμοποιείτε
es: Graba o importa en el formato que ya utilizas
fi: Tallenna tai tuo jo käyttämässäsi muodossa
fr: Enregistrez ou importez dans le format que vous utilisez déjà
he: הקלט או ייבא בפורמט שבו אתה כבר משתמש
hi: उस प्रारूप में रिकॉर्ड करें या आयात करें जिसका आप पहले से उपयोग कर रहे हैं
hr: Snimite ili uvezite u format koji već koristite
hu: Rögzítse vagy importálja a már használt formátumban
id: Rekam atau impor dalam format yang sudah Anda gunakan
it: Registra o importa nel formato che già usi
ja: すでに使用している形式で録音またはインポートする
ko: 이미 사용하고 있는 형식으로 기록하거나 가져오기
ms: Rakam atau import dalam format yang telah anda gunakan
nb: Ta opp eller importer i formatet du allerede bruker
nl: Neem op of importeer in het formaat dat u al gebruikt
pl: Nagraj lub zaimportuj w formacie, którego już używasz
pt: Grave ou importe no formato que você já usa
ro: Înregistrați sau importați în formatul pe care îl utilizați deja
ru: Запишите или импортируйте в формате, который вы уже используете.
sk: Nahrajte alebo importujte vo formáte, ktorý už používate
sv: Spela in eller importera i det format du redan använder
th: บันทึกหรือนำเข้าในรูปแบบที่คุณใช้อยู่แล้ว
tr: Halihazırda kullandığınız formatta kaydedin veya içe aktarın
uk: Записуйте або імпортуйте у форматі, який ви вже використовуєте
vi: Ghi hoặc nhập ở định dạng bạn đã sử dụng
zh_hans: 以您已使用的格式录制或导入
zh_hant: 以您已使用的格式錄製或匯入

source: Record up to 4 hours per recording with Pro.
ar: سجّل حتى 4 ساعات لكل تسجيل مع Pro.
ca: Grava fins a 4 hores per gravació amb Pro.
cs: Nahrajte až 4 hodiny na záznam pomocí Pro.
da: Optag op til 4 timer pr. optagelse med Pro.
de: Nehmen Sie mit Pro bis zu 4 Stunden pro Aufnahme auf.
el: Εγγράψτε έως και 4 ώρες ανά εγγραφή με Pro.
es: Graba hasta 4 horas por grabación con Pro.
fi: Tallenna jopa 4 tuntia tallennusta kohden Pro:lla.
fr: Enregistrez jusqu'à 4 heures par enregistrement avec Pro.
he: הקלט עד 4 שעות להקלטה עם Pro.
hi: Pro के साथ प्रति रिकॉर्डिंग 4 घंटे तक रिकॉर्ड करें।
hr: Snimajte do 4 sata po snimci s Pro.
hu: Rögzítésenként legfeljebb 4 óra az Pro használatával.
id: Rekam hingga 4 jam per rekaman dengan Pro.
it: Registra fino a 4 ore per registrazione con Pro.
ja: Pro を使用すると、1 回の録画につき最大 4 時間録画できます。
ko: Pro을 사용하면 녹화당 최대 4시간까지 녹화할 수 있습니다.
ms: Rakam sehingga 4 jam setiap rakaman dengan Pro.
nb: Ta opp opptil 4 timer per opptak med Pro.
nl: Neem maximaal 4 uur per opname op met Pro.
pl: Nagrywaj do 4 godzin na nagranie za pomocą Pro.
pt: Grave até 4 horas por gravação com Pro.
ro: Înregistrați până la 4 ore per înregistrare cu Pro.
ru: Записывайте до 4 часов за запись с помощью Pro.
sk: Nahrajte až 4 hodiny na záznam pomocou Pro.
sv: Spela in upp till 4 timmar per inspelning med Pro.
th: บันทึกได้สูงสุด 4 ชั่วโมงต่อการบันทึกด้วย Pro
tr: Pro ile kayıt başına 4 saate kadar kayıt yapın.
uk: Записуйте до 4 годин на запис за допомогою Pro.
vi: Ghi tối đa 4 giờ mỗi lần ghi bằng Pro.
zh_hans: 使用 Pro 每次录音最长可录制 4 小时。
zh_hant: 使用 Pro 每次錄音最長可錄製 4 小時。

source: Recorder
ar: المسجّل
ca: Gravadora
cs: Záznamník
da: Optager
el: Καταγραφέας
es: Grabadora
fi: Tallennin
fr: Enregistreur
he: מקליט
hi: रिकार्डर
hr: Snimač
hu: Felvevő
id: Perekam
it: Registratore
ja: レコーダー
ko: 레코더
ms: Perakam
nb: Opptaker
pl: Rejestrator
pt: Gravador
ru: Регистратор
sk: záznamník
sv: Inspelare
th: เครื่องบันทึก
tr: Kaydedici
uk: диктофон
vi: Máy ghi âm
zh_hans: 录音机
zh_hant: 錄音機

source: Recording
ar: تسجيل
ca: Gravació
cs: Nahrávání
da: Optagelse
de: Aufnahme
el: Ηχογράφηση
es: Grabación
fi: Tallennus
fr: Enregistrement
he: הקלטה
hi: रिकॉर्डिंग
hr: Snimanje
hu: Felvétel
id: Rekaman
it: Registrazione
ja: 録音
ko: 녹음
ms: Rakaman
nb: Opptak
nl: Opname
pl: Nagrywanie
pt: Gravação
ro: Înregistrare
ru: Запись
sk: Nahrávanie
sv: Inspelning
th: การบันทึก
tr: Kayıt
uk: Запис
vi: Ghi âm
zh_hans: 录音
zh_hant: 錄音

source: Recording Error
ar: خطأ في التسجيل
ca: Error de gravació
cs: Chyba nahrávání
da: Optagelsesfejl
de: Aufnahmefehler
el: Σφάλμα εγγραφής
es: Error de grabación
fi: Tallennusvirhe
fr: Erreur d'enregistrement
he: שגיאת הקלטה
hi: रिकॉर्डिंग में त्रुटि
hr: Greška snimanja
hu: Felvételi hiba
id: Kesalahan Perekaman
it: Errore di registrazione
ja: 記録エラー
ko: 녹화 오류
ms: Ralat Rakaman
nb: Opptaksfeil
nl: Opnamefout
pl: Błąd nagrywania
pt: Erro de gravação
ro: Eroare de înregistrare
ru: Ошибка записи
sk: Chyba nahrávania
sv: Inspelningsfel
th: เกิดข้อผิดพลาดในการบันทึก
tr: Kayıt Hatası
uk: Помилка запису
vi: Lỗi ghi âm
zh_hans: 录音错误
zh_hant: 錄音錯誤

source: Recording file is unavailable.
ar: ملف التسجيل غير متاح.
ca: El fitxer de gravació no està disponible.
cs: Záznamový soubor není k dispozici.
da: Optagelsesfilen er ikke tilgængelig.
de: Die Aufnahmedatei ist nicht verfügbar.
el: Το αρχείο εγγραφής δεν είναι διαθέσιμο.
es: El archivo de grabación no está disponible.
fi: Tallennustiedosto ei ole käytettävissä.
fr: Le fichier d'enregistrement n'est pas disponible.
he: קובץ ההקלטה אינו זמין.
hi: रिकॉर्डिंग फ़ाइल अनुपलब्ध है.
hr: Datoteka snimanja nije dostupna.
hu: A rögzítési fájl nem érhető el.
id: File rekaman tidak tersedia.
it: Il file di registrazione non è disponibile.
ja: 録画ファイルが利用できません。
ko: 녹음 파일을 사용할 수 없습니다.
ms: Fail rakaman tidak tersedia.
nb: Opptaksfilen er utilgjengelig.
nl: Opnamebestand is niet beschikbaar.
pl: Plik nagrania jest niedostępny.
pt: O arquivo de gravação não está disponível.
ro: Fișierul de înregistrare nu este disponibil.
ru: Файл записи недоступен.
sk: Záznamový súbor je nedostupný.
sv: Inspelningsfilen är inte tillgänglig.
th: ไฟล์บันทึกไม่พร้อมใช้งาน
tr: Kayıt dosyası kullanılamıyor.
uk: Файл запису недоступний.
vi: Tập tin ghi âm không có sẵn.
zh_hans: 录音文件不可用。
zh_hant: 錄音檔案不可用。

source: Recording must be at least 3 seconds long.
ar: يجب ألا تقل مدة التسجيل عن 3 ثوانٍ.
ca: La gravació ha de durar almenys 3 segons.
cs: Záznam musí být dlouhý alespoň 3 sekundy.
da: Optagelsen skal være mindst 3 sekunder lang.
de: Die Aufnahme muss mindestens 3 Sekunden lang sein.
el: Η εγγραφή πρέπει να διαρκεί τουλάχιστον 3 δευτερόλεπτα.
es: La grabación debe durar al menos 3 segundos.
fi: Tallennuksen on oltava vähintään 3 sekuntia pitkä.
fr: L'enregistrement doit durer au moins 3 secondes.
he: ההקלטה חייבת להיות באורך של לפחות 3 שניות.
hi: रिकॉर्डिंग कम से कम 3 सेकंड लंबी होनी चाहिए।
hr: Snimka mora trajati najmanje 3 sekunde.
hu: A felvételnek legalább 3 másodpercesnek kell lennie.
id: Rekaman harus berdurasi minimal 3 detik.
it: La registrazione deve durare almeno 3 secondi.
ja: 録音の長さは少なくとも 3 秒である必要があります。
ko: 녹음 길이는 3초 이상이어야 합니다.
ms: Rakaman mestilah sekurang-kurangnya 3 saat.
nb: Opptaket må være minst 3 sekunder langt.
nl: De opname moet minimaal 3 seconden duren.
pl: Nagranie musi trwać co najmniej 3 sekundy.
pt: A gravação deve ter pelo menos 3 segundos de duração.
ro: Înregistrarea trebuie să dureze cel puțin 3 secunde.
ru: Запись должна длиться не менее 3 секунд.
sk: Záznam musí trvať najmenej 3 sekundy.
sv: Inspelningen måste vara minst 3 sekunder lång.
th: การบันทึกต้องมีความยาวอย่างน้อย 3 วินาที
tr: Kayıt en az 3 saniye uzunluğunda olmalıdır.
uk: Запис має тривати не менше 3 секунд.
vi: Bản ghi phải dài ít nhất 3 giây.
zh_hans: 录音时长必须至少 3 秒。
zh_hant: 錄音時長必須至少 3 秒。

source: Recording Too Long
ar: التسجيل طويل جدًا
ca: Enregistrament massa llarg
cs: Nahrávání je příliš dlouhé
da: Optagelse for lang
de: Aufnahme zu lang
el: Υπερβολικά μεγάλη εγγραφή
es: Grabar demasiado tiempo
fi: Tallennus liian pitkä
fr: Enregistrement trop long
he: הקלטה ארוכה מדי
hi: रिकॉर्डिंग बहुत लंबी है
hr: Snimanje je predugo
hu: A felvétel túl hosszú
id: Merekam Terlalu Lama
it: Registrazione troppo lunga
ja: 録音が長すぎます
ko: 녹음 시간이 너무 길다
ms: Rakaman Terlalu Lama
nb: Opptak for lenge
nl: Opname te lang
pl: Nagrywanie jest za długie
pt: Gravando muito tempo
ro: Înregistrare prea lungă
ru: Запись слишком длинная
sk: Nahrávanie je príliš dlhé
sv: Inspelning för lång
th: การบันทึกนานเกินไป
tr: Çok Uzun Kayıt
uk: Запис надто довгий
vi: Ghi âm quá dài
zh_hans: 录音时间太长
zh_hant: 錄音時間太長

source: Recording was paused by the system.
ar: تم إيقاف التسجيل مؤقتًا بواسطة النظام.
ca: El sistema ha posat en pausa la gravació.
cs: Nahrávání bylo pozastaveno systémem.
da: Optagelsen blev sat på pause af systemet.
de: Die Aufnahme wurde vom System angehalten.
el: Η εγγραφή διακόπηκε από το σύστημα.
es: El sistema pausó la grabación.
fi: Järjestelmä keskeytti tallennuksen.
fr: L'enregistrement a été interrompu par le système.
he: ההקלטה הושהתה על ידי המערכת.
hi: सिस्टम द्वारा रिकॉर्डिंग रोक दी गई थी.
hr: Sustav je pauzirao snimanje.
hu: A rögzítést a rendszer szüneteltette.
id: Perekaman dihentikan sementara oleh sistem.
it: La registrazione è stata messa in pausa dal sistema.
ja: 録音はシステムによって一時停止されました。
ko: 시스템에 의해 녹음이 일시 중지되었습니다.
ms: Rakaman telah dijeda oleh sistem.
nb: Opptaket ble satt på pause av systemet.
nl: De opname is door het systeem gepauzeerd.
pl: Nagrywanie zostało wstrzymane przez system.
pt: A gravação foi pausada pelo sistema.
ro: Înregistrarea a fost întreruptă de sistem.
ru: Запись была приостановлена системой.
sk: Nahrávanie bolo pozastavené systémom.
sv: Inspelningen pausades av systemet.
th: ระบบหยุดการบันทึกชั่วคราว
tr: Kayıt sistem tarafından duraklatıldı.
uk: Запис призупинено системою.
vi: Quá trình ghi đã bị hệ thống tạm dừng.
zh_hans: 录音被系统暂停。
zh_hant: 錄音被系統暫停。

source: Recording was stopped by the system.
ar: تم إيقاف التسجيل بواسطة النظام.
ca: La gravació va ser aturada pel sistema.
cs: Nahrávání bylo zastaveno systémem.
da: Optagelsen blev stoppet af systemet.
de: Die Aufzeichnung wurde vom System gestoppt.
el: Η εγγραφή σταμάτησε από το σύστημα.
es: El sistema detuvo la grabación.
fi: Järjestelmä pysäytti tallennuksen.
fr: L'enregistrement a été arrêté par le système.
he: ההקלטה הופסקה על ידי המערכת.
hi: सिस्टम द्वारा रिकॉर्डिंग बंद कर दी गई थी.
hr: Sustav je zaustavio snimanje.
hu: A rögzítést leállította a rendszer.
id: Perekaman dihentikan oleh sistem.
it: La registrazione è stata interrotta dal sistema.
ja: 記録はシステムによって停止されました。
ko: 시스템에 의해 녹음이 중지되었습니다.
ms: Rakaman telah dihentikan oleh sistem.
nb: Opptaket ble stoppet av systemet.
nl: De opname is door het systeem gestopt.
pl: Nagrywanie zostało zatrzymane przez system.
pt: A gravação foi interrompida pelo sistema.
ro: Înregistrarea a fost oprită de sistem.
ru: Запись была остановлена ​​системой.
sk: Nahrávanie bolo zastavené systémom.
sv: Inspelningen stoppades av systemet.
th: ระบบหยุดการบันทึก
tr: Kayıt sistem tarafından durduruldu.
uk: Запис зупинено системою.
vi: Việc ghi âm đã bị hệ thống dừng lại.
zh_hans: 录音被系统停止。
zh_hant: 錄音被系統停止。

source: Recordings
ar: التسجيلات
ca: Enregistraments
cs: Nahrávky
da: Optagelser
de: Aufnahmen
el: Εγγραφές
es: Grabaciones
fi: Tallenteet
fr: Enregistrements
he: הקלטות
hi: रिकॉर्डिंग
hr: Snimke
hu: Felvételek
id: Rekaman
it: Registrazioni
ja: 録音
ko: 녹음
ms: Rakaman
nb: Opptak
nl: Opnames
pl: Nagrania
pt: Gravações
ro: Înregistrări
ru: Записи
sk: Nahrávky
sv: Inspelningar
th: การบันทึก
tr: Kayıtlar
uk: Записи
vi: Bản ghi
zh_hans: 录音
zh_hant: 錄音
